import { useState } from "react";
import "./secondProject.css";
function SecondProject() {
  const data = [
    {
      title: "Сократ1",
      text: "Однозначно, сделанные на базе интернет-аналитики выводы и по сей день остаются уделом либералов, которые жаждут быть смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Но стремящиеся вытеснить традиционное производство, нанотехнологии смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Сложно сказать, почему элементы политического процесса объективно рассмотрены соответствующими инстанциями.",
    },
    {
      title: "Сократ2",
      text: "И нет сомнений, что сторонники тоталитаризма в науке и по сей день остаются уделом либералов, которые жаждут быть описаны максимально подробно. Лишь реплицированные с зарубежных источников, современные исследования могут быть представлены в исключительно положительном свете. Как уже неоднократно упомянуто, элементы политического процесса подвергнуты целой серии независимых исследований.",
    },
    {
      title: "Сократ3",
      text: "В своём стремлении повысить качество жизни, они забывают, что высокотехнологичная концепция общественного уклада является качественно новой ступенью первоочередных требований. В своём стремлении повысить качество жизни, они забывают, что синтетическое тестирование прекрасно подходит для реализации поставленных обществом задач! Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: постоянное информационно-пропагандистское обеспечение нашей деятельности однозначно определяет каждого участника как способного принимать собственные решения касаемо распределения внутренних резервов и ресурсов.",
    },
  ];
	const [currentTabs,setCurrentTabs] = useState(0);
  return (
    <>
      <h1 className="titleTabs">TABS</h1>
      <div className="containerTabs">
        <div className="containerTabsBtns">
          {data.map((el, index) => (
            <button onClick = { ()=> setCurrentTabs(index)} className={currentTabs === index? "active":"btnTab"}>Tab{index + 1}</button>
          ))}
        </div>
        <div className="textContent">
          <h2 className="textContentTitle">{data[currentTabs].title}</h2>
          <p>{data[currentTabs].text}</p>
        </div>
      </div>
    </>
  );
}
export default SecondProject;
