 export const questionList = [
  {
    question: "Who built this JavaScriptless accordion demo?",
    answer:"В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира формируют глобальную экономическую сеть и при этом — разоблачены. Господа, реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение приоретизации разума над эмоциями. Задача организации, в особенности же убеждённость некоторых оппонентов позволяет оценить значение экспериментов, поражающих по своей масштабности и грандиозности."
  },
  {
    question: "Who not just use JavaScript ?",
    answer:"В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира формируют глобальную экономическую сеть и при этом — разоблачены. Господа, реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение приоретизации разума над эмоциями. Задача организации, в особенности же убеждённость некоторых оппонентов позволяет оценить значение экспериментов, поражающих по своей масштабности и грандиозности."
  },
  {
    question: "Can i just copy and past this code for my own project?",
    answer:"В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира формируют глобальную экономическую сеть и при этом — разоблачены. Господа, реализация намеченных плановых заданий, в своём классическом представлении, допускает внедрение приоретизации разума над эмоциями. Задача организации, в особенности же убеждённость некоторых оппонентов позволяет оценить значение экспериментов, поражающих по своей масштабности и грандиозности."
  },

]
